# 음식 목록

koreanFood = [
    "순두부찌개", "된장찌개", "간장게장", "제육볶음", "보쌈", "찜닭", \
    "갈비찜", "콩나물국밥", "돼지국밥", "알밥", "비빔냉면", "물냉면", \
    "쭈꾸미볶음", "생선구이", "닭갈비", "곱창", "돼지갈비", "오리구이", \
    "김치볶음밥", "만두국", "선지국밥", "해장국", "사골곰탕", "추어탕", \
    "감자탕", "아구찜", "삼계탕", "매운탕", "설렁탕", "육개장", \
    "갈비찜", "족발", "불고기", "육회", "삼겹살", "낙지전골", \
    "김치찌개", "잔치국수", "떡볶이", "라면", "백반", "칼국수", \
    "콩국수", "막국수", "김치찜"
]

japaneseFood = [
    "초밥", "규동", "라멘", "일본식 돈까스", "야키소바", "타코야끼"
]

chineseFood = [
    "짜장면", "짬뽕", "울면", "삼선볶음밥", "잡탕밥", "마파두부", \
    "깐풍기", "팔보채", "탕수육", "마라탕", "잡채"
]

weasternFood = [
    "오므라이스", "카레라이스", "스테이크", "햄버그", "스파게티", "피자"
]
